Repository: 84000/data-translation-memory
Catalog: toh605-v3.tmx
Source language: bo
Languages: en

source: འཕགས་པ་རྡོ་རྗེ་འཇིགས་བྱེད་ཀྱི་གཟུངས་ཞེས་བྱ་བ།
en: The Noble Dhāraṇī of Vajrabhairava

source: སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: རྒྱལ་བ་སྲས་དང་བཅས་པ། དྲི་མ་མེད་པ། དྲི་མ་སེལ་བ།
en: The victors and their heirs are stainless and remove all stain.

source: མཐའ་ཡས་པ། མུ་ཐུག་པ་མེད་པ། དམ་པ་སྦྱིན་པ། ཤིན་ཏུ་རྒྱ་ཆེ་བ།
en: They are infinite, unbounded, beneficent, and vast.

source: ཐམས་ཅད་བདག་ལ་མཐུན་པར་རྟག་ཏུ་མཐའ་ཡས་པའི་དམ་པའི་མཆོག་སྩོལ་བར་གྱུར་ཅིག །
en: May they all kindly and constantly grant me the most supreme and illimitable boon.

source: དེ་ལ་ངའི་རྡོ་རྗེའི་ཚིག་ནི་འདི་དག་གོ། །ཨ་ར་ར། ཨ་ས་མ། ས་མ་ཏཱ། ཨ་ནནྟ་དྷརྨྨ་ཏྲེ། ཁ་ཎཱ་ཁ་ཎཱ། མ་ཧཱ་བི་རེ། ཙ་ལེ་ས་མ་མ། ཨཱ་ས་ཧཱ། མ་ཧཱ་བ་ལེ། ཀ་ཎ་ཀ་ཎ། མ་ཧཱ་བ་ལ། ཨཱ་གྲི་ཧེ། ཧ་ཧ་བཛྲཱ། བཛྲ་ཧཱ་ཡེ། དྷ་ར་དྷ་ར། ཧཱུྃ་ཧཱུྃ་མཎྜ་ལ། ས་མ་པ་ར་ཨ་ཀྲ་བི་ཀྲ་མེ། ཀུ་རུ་ཀུ་རུ། ཏུ་རུ་ཏུ་རུ། སརྦ་ཐཱ། སརྦ་ཧི། ཛྭ་ལ་ཛྭ་ལ།
en: These are my vajra statements.

source: ཨ་ཀྲི་ཎི་ཕཊ་སྭཱ་ཧཱ། རིག་སྔགས་དང་། གསང་སྔགས་ཐམས་ཅད་ཀྱི་སྙིང་པོ་འདི་དེ་བཞིན་གཤེགས་པའི་སྤྱན་སྔར་ལན་སྟོང་བཟླས་བརྗོད་བྱས་ན། རིག་སྔགས་དང་། གསང་སྔགས་ཐམས་ཅད་ལན་འབུམ་བཟླས་བརྗོད་བྱས་པར་འགྱུར་རོ། །
en: arara asama samatā anantadharmmatre khaṇā khaṇā mahāvire calesa mama āsahā mahābale kaṇa kaṇa mahābala āgrihe ha ha vajrā vajrahāye dhara dhara hūṃ hūṃ maṇḍala samapara-akravikrame kuru kuru turu turu sarvathā sarva hi jvala jvala akriṇi phaṭ svāhā When this essence of all vidyās and mantras has been recited a thousand times in the presence of the tathāgatas, all vidyās and mantras will have been recited a hundred thousand times.

source: ལས་གཞན་ཐམས་ཅད་ཀྱང་དོན་ཡོད་ཅིང་ཐོགས་པ་མེད་པར་བྱེད་དེ། དམ་ཚིག་གསུམ་པའི་ཆོ་ག་ལས་འབྱུང་བའི་རིག་སྔགས་དང་། གསང་སྔགས་དང་། སྙིང་པོ་དང་། གཟུངས་ཐམས་ཅད་ཀྱི་ནང་ན་ལས་ཐམས་ཅད་བྱེད་པ་ཡིན་ནོ། །
en: It accomplishes all other ritual actions unfailingly and without obstacle, for this, among all the vidyās, mantras, heart mantras, and dhāraṇīs originating from The Ritual of the Three Commitments, is the one that accomplishes all ritual actions.

source: དེ་ནས་ཆོ་ག་མི་བཟད་པ། །རྡོ་རྗེ་གཏམས་པ་འདྲ་བ་ནི། །ཀླུ་དང་ལྷ་སྲིན་བཅས་པ་ཡི། །སུམ་ཅུ་གསུམ་ལྷས་མི་ཤིགས་པ། །དེ་ཁྲོས་པས་ནི་ལྷས་མཆོད་པའི། །
en: The violent rite is like a cast vajra That cannot be destroyed by the Thirty-Three gods, The nāgas, gods, or rākṣasas— Due to its wrath even Śakra himself, Who is worshiped by the very gods, trembles.

source: བརྒྱ་བྱིན་ཉིད་ཀྱང་འདར་བར་འགྱུར། །འབྱུང་པོ་ཀུན་གྱིས་མ་སྨད་པ། །
en: No bhūta would disparage it.

source: དེ་ནི་བསྲུང་བར་བྱེད་པའི་མཆོག །
en: It is the most excellent of protections.

source: ཇི་ལྟར་ལྷར་བཅས་འཇིག་རྟེན་ན། །སངས་རྒྱས་འདྲ་བའི་སྟོན་པ་མེད། །བདེན་པའི་ཚིག་ནི་དེ་ཡིས་ནི། །སྐྱེ་བོ་ཀུན་ལ་སྲུང་གྱུར་ཅིག །ཏདྱ་ཐཱ། ཨོཾ་བཛྲ་པྲཱ་ཀཱ་ར། བཛྲ་པྲཱ་ཀཱ་ར། བཛྲ་དཾ་ཥྚཱ། བྷ་ཡཱ་བྷ་ཧཱ། ཙུ་རུ་ཙུ་རུ། པ་རི་ཙུ་མ་བི་ཀེ། །ཙུ་ལུ་ཏེ་ལེ། ན་མོ་རཏྣ་ཏྲཱ་ཡཱ་ཡ། ན་མོ་བཛྲ་བྷཻ་ར་བ་སྱ། མ་ཧཱ་ག་ཎ་པ་ཏི་སྱ། བཛྲ་ཤཀྟི། པར་ཤུ། པཱ་ཤ །ཧསྟཱ་ཡ། བཛྲ་ཀན་ཀ །བཛྲ་བཻ་ཌཱུརྱ། ཨ་ལང་ཀྲྀ་ཏ། ཤ་རཱི་རཱ་ཡ། བཛྲ་པཱ་ཎི་ར་ནུ་པཱ་ལཱ་ཡ། ཏདྱ་ཐཱ། བྷུ་རུ་བྷུ་རུ། ཨཱ་ན་ཡཱ། ཨཱ་ན་ཡཱ། མ་ཧཱ་ག་ན་པ་ཏི་ལ་གྷུ་ལ་གྷུ། ཨེ་ཧི་ཨེ་ཧི། ཨཱ་ཀྲ་མ་ཨཱ་ཀྲ་མ། ཤ་རཱི་རཾ། གྲྀ་ཧཱི་ཏ་མ། གྲཾ་ཧཱི་ཏ་མ། དཾཥྚཱ་མཱ། དཾ་ཥྚྲཱི་མཱ་བཱ། ཨཏྟྲ་བི་ཤ་ཏུ་ཤ་རཱི་རཾ་ཀིཉྩི་རཱ་ཡ་སི། བི་དྷུ་ན། བ་དྷ་ན། པ་ཊ་པ་ཊ། ཀཾ་པ་ཀཾ་པ། རཾ་ག་རཾ་ག །མོ་ད་མོ་ད། དྷ་མ་དྷ་མ། བི་ཛྲྀ་མ་བཱ། བི་ཛྲྀ་མ་བཱ། པཱུ་ར་པཱུ་ར། གྷཱུ་རྞྞ་གྷཱུ་རྞྞ། ཨཱ་བི་ཤ །
en: In the world with its gods, There is no teacher like the Buddha— By these words of truth may all beings be protected!

source: ཨཱ་བི་ཤ། ཤཱི་གྷྲཾ་ཤཱི་གྷྲཾ། མ་ཧཱ་བཛྲ་བྷཻ་ར་བྷེ། ག་ན་པ་ཏི་རཱཛྙཱ་པ་ཡ་ཏི་སྭཱ་ཧཱ། ཆོ་ག་ལ་དགྲ་ཐམས་ཅད་རེངས་པར་བྱ་བ་དང་། བྱད་སྟེམས་ཐམས་ཅད་གཅད་པ་ལ་ནི་བའི་ལྕི་བ་ལ་དཀྱིལ་འཁོར་གྲུ་བཞི་པ་བྱས་ལ།
en: tadyathā | oṃ vajraprākāra vajraprākāra vajra­daṃṣṭā bhayābhahā curu curu paricumbike culutele namo ratnatrayāya namo vajra­bhairavasya mahāgaṇapatisya vajraśakti parśupāśahastāya vajrakanka vajravaiḍūrya alaṅkṛtaśarīrāya vajrapāṇir anupālāya tadyathā bhuru bhuru ānayā ānayā mahāgaṇapati laghu laghu ehi ehi ākrama ākrama śarīraṃ gṛhītam graṃhītam daṃṣṭāmā daṃśṭrīmāvā attra viśatu śarīraṃ kiñ cirāyasi vidhuna vadhana paṭa paṭa kampa kampa raṅga raṅga moda moda dhama dhama vijṛmabā vijṛmabā pūra pūra ghūrṇṇa ghūrṇṇa āviśa āviśa śīghraṃ śīghraṃ mahāvajrabhairabhe gaṇapatir ājñāvayati svāhā As for the rite, to paralyze all one’s enemies and counter all kākhordas, after a square maṇḍala has been prepared on cow dung and a weapon incanted seven times in a wrathful state of mind, all kākhordas will be disrupted the moment the weapon is stabbed into the ground.

source: སེམས་ཁྲོས་པས་མཚོན་ཆ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ཏེ། ས་ལ་བཙུགས་ན་དེ་མ་ཐག་ཏུ་བྱད་སྟེམས་ཐམས་ཅད་འཆད་པར་འགྱུར་རོ། །ཕ་རོལ་གྱི་དམག་ཚོགས་བཟློག་པར་འདོད་པས་ནི་དབྱུག་པ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ཏེ། དེ་ཕྱོགས་སུ་འཕངས་ན་དགྲ་ཐམས་ཅད་མྱོས་པར་འགྱུར་རོ། །
en: When, wishing to repel an enemy army, one incants a rod seven times and hurls it in the army's direction, all the enemy soldiers will fall into a stupor.

source: ཀླུ་དབང་དུ་བྱ་བར་འདོད་ན་ཁྲོས་ཏེ་རྡོ་རྗེ་ལ་ལན་བདུན་བཟླས་བརྗོད་བྱས་ཏེ།
en: If one wishes to subjugate nāgas, one should wrathfully incant a vajra seven times and thrust it at them.

source: བསྣུན་ན་ཀླུ་རྣམས་དབང་དུ་འགྱུར་རོ། །
en: This will bring the nāgas under one’s control.

source: སེར་བ་བཟློག་པར་འདོད་པས་ནི་རྡོ་རྗེ་ཧ་ཅང་མི་དྲག་པར་བསྐོར་ཞིང་སྒྲ་ཡང་ཧ་ཅང་གསང་མི་མཐོ་བར་བརྗོད་ན། ཀླུ་རྣམས་སེར་བ་མི་འབེབས་པར་འགྱུར་རོ། །
en: When, wishing to repel hail, one spins a vajra in utter absence of forcefulness while reciting the words at low pitch and in utter secrecy, the nāgas will refrain from sending down hail.

source: ཆང་བསྲུང་བར་འདོད་པས་ནི་ཆང་གི་རྫས་རྣམས་ཡུངས་ཀར་ལ་ལན་བདུན་བསྔགས་ན་ཐུབ་པར་འགྱུར་རོ། །
en: When, wishing to preserve liquor, one incants the ingredients and mustard seeds seven times, they will endure.

source: ནད་ཞི་བར་འདོད་པ་ལ་ནི་ནད་དང་མཐུན་པའི་སྨན་རྣམས་ཆུ་ལ་ལན་བདུན་བསྔགས་ཏེ་འཐུངས་སམ་བྱུགས་ན་ནད་ལས་གྲོལ་བར་འགྱུར་རོ། །
en: When, wishing to allay an illness, one incants the medicines appropriate to the illness seven times mixed in water and then drinks or applies it, one will be freed from illness.

source: ལས་གང་བྱེད་པ་ཐམས་ཅད་ལའང་ལན་བདུན་བཟླས་བརྗོད་བྱས་ན་བསམས་པ་དེ་གྲུབ་པར་འགྱུར་རོ། །
en: When, wishing to perform any rite, one recites the dhāraṇī seven times, one’s intention will be accomplished.

source: འཕགས་པ་རྡོ་རྗེ་འཇིགས་བྱེད་ཀྱི་གཟུངས་ཞེས་བྱ་བ། མ་རུངས་པ་ཕྱིར་བཟློག་པ་རྫོགས་སོ།། །།
en: This completes “The Noble Dhāraṇī of Vajrabhairava,” which repels malevolence.

source: འཕགས་པས་གསུངས་པའི་གཟུངས་རྣམས་རྣམ་མང་ཡང་། །རྡོ་རྗེ་འཇིགས་བྱེད་ཞལ་ནས་གསུངས་པའི་གཟུངས། །
en: Though there are many dhāraṇīs that were spoken by the noble ones, This dhāraṇī was spoken directly by Vajrabhairava.

source: བསྲུང་བྱའི་ལས་བདུན་ལྡན་པའི་གཟུངས་མཆོག་འདི། །ཀུན་གྱི་ཐུན་མོང་མ་ཡིན་རྣལ་འབྱོར་དམ་པའི་གཟུངས། །
en: It is the supreme dhāraṇī endowed with the seven protective acts, The holiest dhāraṇī that is the most extraordinary yoga.

source: རྣལ་འབྱོར་གྱི་དབང་ཕྱུག་ཆེན་པོ་དོན་ཡོད་རྡོ་རྗེའི་ཞལ་སྔ་ནས་བསྒྱུར་ནས། བོད་ཀྱི་བནྡེ་སྐྱོ་འོད་འབྱུང་ལ་གནང་ངོ་།​།
en: Translated in the presence of the great lord of yogins Amoghavajra and given to the Tibetan monk Kyo Öjung.
